Repository: sane-apps/SaneClip
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans

# saneclip.settings.appearance.paste_mode.smart
source: Smart
de: Intelligent
es: Inteligente
fr: Intelligent
ja: スマート
ko: 스마트
pt_br: Inteligente
zh_hans: 智能

# saneclip.settings.appearance.paste_mode.smart_description
source: Auto-detect: code→plain, URL→cleaned, else→standard
de: Automatisch erkennen: Code→einfach, URL→bereinigt, sonst→Standard
es: Detección automática: código→sin formato, URL→limpia, resto→estándar
fr: Détection auto : code→brut, URL→nettoyée, sinon→standard
it: Rilevamento automatico: codice→semplice, URL→pulito, altro→standard
ja: 自動判別：コード→プレーン、URL→クリーン化、それ以外→標準
ko: 자동 감지: 코드→일반 텍스트, URL→정리, 그 외→표준
pt_br: Detecção automática: código→simples, URL→limpa, resto→padrão
zh_hans: 自动检测：代码→纯文本，URL→清理，其他→标准

# saneclip.settings.appearance.paste_mode.standard_description
source: Paste with original formatting
de: Mit ursprünglicher Formatierung einfügen
es: Pegar con el formato original
fr: Coller avec la mise en forme d'origine
it: Incolla con la formattazione originale
ja: 元の書式のままペースト
ko: 원본 서식으로 붙여넣기
pt_br: Colar com a formatação original
zh_hans: 保留原始格式粘贴

# saneclip.settings.appearance.paste_sound
source: Paste sound
de: Einfügeton
es: Sonido al pegar
fr: Son de collage
it: Suono di incollaggio
ja: ペースト音
ko: 붙여넣기 소리
pt_br: Som de colagem
zh_hans: 粘贴声音

# saneclip.settings.appearance.paste_sound.glass
source: Glass
de: Glas
es: Cristal
fr: Verre

# saneclip.settings.appearance.paste_sound.off
source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: Nessuno
ja: オフ
ko: 끔
pt_br: Desligado
zh_hans: 关闭

# saneclip.settings.appearance.paste_sound_preview_help
source: Preview sound
de: Ton anhören
es: Previsualizar sonido
fr: Écouter le son
it: Anteprima suono
ja: サウンドをプレビュー
ko: 소리 미리 듣기
pt_br: Ouvir prévia do som
zh_hans: 试听声音

# saneclip.settings.appearance.paste_stack_newest_first
source: Paste stack: newest first
de: Einfügestapel: neueste zuerst
es: Pila de pegado: más recientes primero
fr: Pile de collage : plus récent d'abord
it: Pila di incollaggio: prima i più recenti
ja: ペーストスタック：新しい順
ko: 붙여넣기 스택: 최신 항목 먼저
pt_br: Pilha de colagem: mais recentes primeiro
zh_hans: 粘贴栈：最新在前

# saneclip.settings.appearance.paste_stack_order_locked
source: Paste stack order (FIFO / LIFO)
de: Reihenfolge des Einfügestapels (FIFO / LIFO)
es: Orden de la pila de pegado (FIFO / LIFO)
fr: Ordre de la pile de collage (FIFO / LIFO)
it: Ordine della pila di incollaggio (FIFO / LIFO)
ja: ペーストスタックの順序（FIFO／LIFO）
ko: 붙여넣기 스택 순서(FIFO / LIFO)
pt_br: Ordem da pilha de colagem (FIFO / LIFO)
zh_hans: 粘贴栈顺序（FIFO / LIFO）

# saneclip.settings.appearance.per_app_paste_mode
source: Per-app paste mode
de: App-spezifischer Einfügemodus
es: Modo de pegado por app
fr: Mode de collage par app
it: Modalità di incollaggio per app
ja: Appごとのペーストモード
ko: 앱별 붙여넣기 모드
pt_br: Modo de colagem por app
zh_hans: 按 App 设置粘贴模式

# saneclip.settings.appearance.show_menu_bar_icon
source: Show menu bar icon
de: Menüleistensymbol anzeigen
es: Mostrar icono en la barra de menús
fr: Afficher l'icône dans la barre des menus
it: Mostra l'icona nella barra dei menu
ja: メニューバーアイコンを表示
ko: 메뉴 막대 아이콘 표시
pt_br: Mostrar ícone na barra de menus
zh_hans: 显示菜单栏图标

# saneclip.settings.button.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消

# saneclip.settings.button.export
source: Export...
de: Exportieren …
es: Exportar...
fr: Exporter...
it: Esporta...
ja: 書き出す...
ko: 보내기...
pt_br: Exportar...
zh_hans: 导出…

# saneclip.settings.button.import
source: Import...
de: Importieren …
es: Importar...
fr: Importer...
it: Importa...
ja: 読み込む...
ko: 가져오기...
pt_br: Importar...
zh_hans: 导入…

# saneclip.settings.button.remove
source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 제거
pt_br: Remover
zh_hans: 移除

# saneclip.settings.button.save
source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
zh_hans: 存储

# saneclip.settings.capture.auto_ocr_screenshots
source: OCR screenshots automatically
de: Bildschirmfotos automatisch per OCR verarbeiten
es: Aplicar OCR a las capturas automáticamente
fr: OCR automatique des captures d'écran
it: Esegui automaticamente l'OCR sulle istantanee
ja: スクリーンショットを自動でOCR
ko: 스크린샷 자동 OCR
pt_br: Aplicar OCR nas capturas automaticamente
zh_hans: 自动对截屏进行 OCR

# saneclip.settings.capture.capture_screenshot
source: Capture Screenshot
de: Bildschirmfoto aufnehmen
es: Hacer captura de pantalla
fr: Faire une capture d'écran
it: Cattura istantanea
ja: スクリーンショットを撮る
ko: 스크린샷 캡처
pt_br: Capturar tela
zh_hans: 截屏

# saneclip.settings.capture.capture_text
source: Capture Text from Screen
de: Text vom Bildschirm erfassen
es: Capturar texto de la pantalla
fr: Capturer du texte à l'écran
it: Cattura testo dallo schermo
ja: 画面からテキストを取り込む
ko: 화면에서 텍스트 캡처
pt_br: Capturar texto da tela
zh_hans: 从屏幕捕获文本

# saneclip.settings.capture.ignore_next_copy
source: Ignore Next Copy
de: Nächste Kopie ignorieren
es: Ignorar la próxima copia
fr: Ignorer la prochaine copie
it: Ignora prossima copia
ja: 次のコピーを無視
ko: 다음 복사 무시
pt_br: Ignorar próxima cópia
zh_hans: 忽略下次拷贝

# saneclip.settings.capture.ignore_once_button
source: Ignore Once
de: Einmal ignorieren
es: Ignorar una vez
fr: Ignorer une fois
it: Ignora una volta
ja: 一度だけ無視
ko: 한 번 무시
pt_br: Ignorar uma vez
zh_hans: 忽略一次

# saneclip.settings.capture.ocr_language
source: OCR Language
de: OCR-Sprache
es: Idioma de OCR
fr: Langue de l'OCR
it: Lingua OCR
ja: OCR言語
ko: OCR 언어
pt_br: Idioma do OCR
zh_hans: OCR 语言

# saneclip.settings.capture.open_screen_recording_settings
source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les réglages
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
pt_br: Abrir Ajustes
zh_hans: 打开设置

# saneclip.settings.capture.pause_15m
source: 15m
de: 15 Min.
es: 15 min
fr: 15 min
it: 15 min
ja: 15分
ko: 15분
pt_br: 15 min
zh_hans: 15 分钟

# saneclip.settings.capture.pause_5m
source: 5m
de: 5 Min.
es: 5 min
fr: 5 min
it: 5 min
ja: 5分
ko: 5분
pt_br: 5 min
zh_hans: 5 分钟

# saneclip.settings.capture.pause_60m
source: 60m
de: 60 Min.
es: 60 min
fr: 60 min
it: 60 min
ja: 60分
ko: 60분
pt_br: 60 min
zh_hans: 60 分钟

# saneclip.settings.capture.pause_capture
source: Pause Capture
de: Erfassung pausieren
es: Pausar captura
fr: Suspendre la capture
it: Metti in pausa l'acquisizione
ja: キャプチャを一時停止
ko: 캡처 일시 정지
pt_br: Pausar captura
zh_hans: 暂停捕获

# saneclip.settings.capture.resume
source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
it: Riprendi
ja: 再開
ko: 다시 시작
pt_br: Retomar
zh_hans: 继续

# saneclip.settings.capture.screen_recording_granted
source: Granted
de: Erteilt
es: Concedido
fr: Accordé
it: Concessa
ja: 許可済み
ko: 허용됨
pt_br: Concedida
zh_hans: 已授予

# saneclip.settings.capture.screen_recording_missing
source: Not Granted
de: Nicht erteilt
es: No concedido
fr: Non accordé
it: Non concessa
ja: 未許可
ko: 허용 안 됨
pt_br: Não concedida
zh_hans: 未授予

# saneclip.settings.capture.screen_recording_permission
source: Screen Recording
de: Bildschirmaufnahme
es: Grabación de pantalla
fr: Enregistrement de l'écran
it: Registrazione schermo
ja: 画面収録
ko: 화면 기록
pt_br: Gravação de tela
zh_hans: 屏幕录制

# saneclip.settings.history.auto_delete_after
source: Auto-delete After
de: Automatisch löschen nach
es: Eliminar automáticamente tras
fr: Supprimer automatiquement après
it: Elimina automaticamente dopo
ja: 次の期間後に自動削除
ko: 자동 삭제 시점
pt_br: Apagar automaticamente após
zh_hans: 自动删除时间

# saneclip.settings.history.data
source: Data
de: Daten
es: Datos
fr: Données
it: Dati
ja: データ
ko: 데이터
pt_br: Dados
zh_hans: 数据

# saneclip.settings.history.export_import
source: Export / Import
de: Exportieren / Importieren
es: Exportar / Importar
fr: Exporter / Importer
it: Esporta / Importa
ja: 書き出し／読み込み
ko: 보내기 / 가져오기
pt_br: Exportar / Importar
zh_hans: 导出 / 导入

# saneclip.settings.history.max_image_size
source: Max Image Size
de: Max. Bildgröße
es: Tamaño máximo de imagen
fr: Taille max des images
it: Dimensione max immagine
ja: 最大画像サイズ
ko: 최대 이미지 크기
pt_br: Tamanho máx. de imagem
zh_hans: 最大图像大小

# saneclip.settings.history.max_text_size
source: Max Text Size
de: Max. Textgröße
es: Tamaño máximo de texto
fr: Taille max du texte
it: Dimensione max testo
ja: 最大テキストサイズ
ko: 최대 텍스트 크기
pt_br: Tamanho máx. de texto
zh_hans: 最大文本大小

# saneclip.settings.history.maximum_items
source: Maximum Items
de: Maximale Objekte
es: Máximo de elementos
fr: Nombre max d'éléments
it: Numero massimo di elementi
ja: 最大項目数
ko: 최대 항목 수
pt_br: Máximo de itens
zh_hans: 最大项数

# saneclip.settings.history.pinned_items_help
source: Pinned items are never deleted
de: Angeheftete Objekte werden nie gelöscht
es: Los elementos fijados nunca se eliminan
fr: Les éléments épinglés ne sont jamais supprimés
it: Gli elementi fissati non vengono mai eliminati
ja: ピン留めした項目は削除されません
ko: 고정된 항목은 삭제되지 않습니다
pt_br: Itens fixados nunca são apagados
zh_hans: 已固定的项永不删除

# saneclip.settings.history.storage
source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
it: Archiviazione
ja: ストレージ
ko: 저장 공간
pt_br: Armazenamento
zh_hans: 存储空间

# saneclip.settings.label.settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
zh_hans: 设置

# saneclip.settings.rules.auto_trim_whitespace
source: Auto-trim whitespace
de: Leerzeichen automatisch entfernen
es: Recortar espacios automáticamente
fr: Rogner automatiquement les espaces
it: Rimuovi automaticamente gli spazi
ja: 空白を自動で切り詰める
ko: 공백 자동 정리
pt_br: Remover espaços automaticamente
zh_hans: 自动修剪空白

# saneclip.settings.rules.auto_trim_whitespace_help
source: Remove leading/trailing spaces from copied text — requires Pro
de: Führende/nachfolgende Leerzeichen aus kopiertem Text entfernen – erfordert Pro
es: Eliminar los espacios al inicio y al final del texto copiado — requiere Pro
fr: Supprimer les espaces en début/fin du texte copié — nécessite Pro
it: Rimuovi gli spazi iniziali e finali dal testo copiato — richiede Pro
ja: コピーしたテキストの前後のスペースを削除 — Proが必要
ko: 복사한 텍스트의 앞뒤 공백 제거 — Pro 필요
pt_br: Remove espaços no início e no fim do texto copiado — exige o Pro
zh_hans: 移除拷贝文本前后的空格 — 需要 Pro

# saneclip.settings.rules.lowercase_url_hosts
source: Lowercase URL hosts
de: URL-Hosts in Kleinbuchstaben
es: Host de URL en minúsculas
fr: Hôtes d'URL en minuscules
it: Host URL in minuscolo
ja: URLホストを小文字にする
ko: URL 호스트 소문자화
pt_br: Host de URL em minúsculas
zh_hans: URL 主机名转小写

# saneclip.settings.rules.lowercase_url_hosts_help
source: Convert URL hostnames to lowercase — requires Pro
de: URL-Hostnamen in Kleinbuchstaben umwandeln – erfordert Pro
es: Convertir los nombres de host de URL a minúsculas — requiere Pro
fr: Convertir les noms d'hôte d'URL en minuscules — nécessite Pro
it: Converti i nomi host degli URL in minuscolo — richiede Pro
ja: URLのホスト名を小文字に変換 — Proが必要
ko: URL 호스트 이름을 소문자로 변환 — Pro 필요
pt_br: Converte nomes de host de URL para minúsculas — exige o Pro
zh_hans: 将 URL 主机名转为小写 — 需要 Pro

# saneclip.settings.rules.normalize_line_endings
source: Normalize line endings
de: Zeilenenden normalisieren
es: Normalizar saltos de línea
fr: Normaliser les fins de ligne
it: Normalizza i fine riga
ja: 改行を正規化する
ko: 줄바꿈 정규화
pt_br: Normalizar quebras de linha
zh_hans: 规范化换行符

# saneclip.settings.rules.normalize_line_endings_help
source: Convert Windows (CRLF) to Unix (LF) line endings — requires Pro
de: Windows-Zeilenenden (CRLF) in Unix (LF) umwandeln – erfordert Pro
es: Convertir saltos de línea de Windows (CRLF) a Unix (LF) — requiere Pro
fr: Convertir les fins de ligne Windows (CRLF) en Unix (LF) — nécessite Pro
it: Converti i fine riga da Windows (CRLF) a Unix (LF) — richiede Pro
ja: Windows (CRLF) の改行をUnix (LF) に変換 — Proが必要
ko: Windows(CRLF) 줄바꿈을 Unix(LF)로 변환 — Pro 필요
pt_br: Converte quebras de linha do Windows (CRLF) para Unix (LF) — exige o Pro
zh_hans: 将 Windows (CRLF) 换行转为 Unix (LF) — 需要 Pro

# saneclip.settings.rules.remove_duplicate_spaces
source: Remove duplicate spaces
de: Doppelte Leerzeichen entfernen
es: Eliminar espacios duplicados
fr: Supprimer les espaces en double
it: Rimuovi spazi duplicati
ja: 重複するスペースを削除
ko: 중복 공백 제거
pt_br: Remover espaços duplicados
zh_hans: 移除重复空格

# saneclip.settings.rules.remove_duplicate_spaces_help
source: Collapse multiple consecutive spaces into one — requires Pro
de: Mehrere aufeinanderfolgende Leerzeichen zu einem zusammenfassen – erfordert Pro
es: Combinar varios espacios seguidos en uno — requiere Pro
fr: Réduire les espaces consécutifs en un seul — nécessite Pro
it: Riduci più spazi consecutivi a uno solo — richiede Pro
ja: 連続する複数のスペースを1つにまとめる — Proが必要
ko: 연속된 여러 공백을 하나로 합치기 — Pro 필요
pt_br: Une vários espaços consecutivos em um só — exige o Pro
zh_hans: 将多个连续空格合并为一个 — 需要 Pro

# saneclip.settings.rules.strip_tracking_parameters
source: Strip URL tracking parameters
de: URL-Tracking-Parameter entfernen
es: Eliminar parámetros de seguimiento de URL
fr: Supprimer les paramètres de suivi des URL
it: Rimuovi i parametri di tracciamento dagli URL
ja: URLのトラッキングパラメータを削除
ko: URL 추적 매개변수 제거
pt_br: Remover parâmetros de rastreamento de URL
zh_hans: 去除 URL 跟踪参数

# saneclip.settings.rules.strip_tracking_parameters_help
source: Remove utm_*, fbclid, and other tracking params from URLs — requires Pro
de: utm_*, fbclid und andere Tracking-Parameter aus URLs entfernen – erfordert Pro
es: Eliminar utm_*, fbclid y otros parámetros de seguimiento de las URL — requiere Pro
fr: Supprimer utm_*, fbclid et autres paramètres de suivi des URL — nécessite Pro
it: Rimuovi utm_*, fbclid e altri parametri di tracciamento dagli URL — richiede Pro
ja: URLからutm_*、fbclidなどのトラッキングパラメータを削除 — Proが必要
ko: URL에서 utm_*, fbclid 및 기타 추적 매개변수 제거 — Pro 필요
pt_br: Remove utm_*, fbclid e outros parâmetros de rastreamento de URLs — exige o Pro
zh_hans: 从 URL 中移除 utm_*、fbclid 等跟踪参数 — 需要 Pro

# saneclip.settings.section.appearance
source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
ko: 외관
pt_br: Aparência
zh_hans: 外观

# saneclip.settings.section.backup_restore
source: Backup & Restore
de: Sichern & Wiederherstellen
es: Copia de seguridad y restauración
fr: Sauvegarde et restauration
it: Backup e ripristino
ja: バックアップと復元
ko: 백업 및 복원
pt_br: Backup e restauração
zh_hans: 备份与恢复

# saneclip.settings.section.capture_controls
source: Capture Controls
de: Erfassungssteuerung
es: Controles de captura
fr: Contrôles de capture
it: Controlli di acquisizione
ja: キャプチャ制御
ko: 캡처 제어
pt_br: Controles de captura
zh_hans: 捕获控制

# saneclip.settings.section.clipboard_rules
source: Clipboard Rules
de: Zwischenablage-Regeln
es: Reglas del portapapeles
fr: Règles du presse-papiers
it: Regole degli appunti
ja: クリップボードルール
ko: 클립보드 규칙
pt_br: Regras da área de transferência
zh_hans: 剪贴板规则

# saneclip.settings.section.history
source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
ja: 履歴
ko: 기록
pt_br: Histórico
zh_hans: 历史

# saneclip.settings.section.security
source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
ja: セキュリティ
ko: 보안
pt_br: Segurança
zh_hans: 安全

# saneclip.settings.section.startup
source: Startup
de: Start
es: Inicio
fr: Démarrage
it: Avvio
ja: 起動
ko: 시작
pt_br: Inicialização
zh_hans: 启动

# saneclip.settings.security.authenticate_password_manager
source: Authenticate to allow password manager copies in history
de: Authentifizieren, um Passwortmanager-Kopien im Verlauf zuzulassen
es: Autentícate para permitir copias del gestor de contraseñas en el historial
fr: Authentifiez-vous pour autoriser les copies du gestionnaire de mots de passe dans l'historique
it: Autenticati per consentire le copie dai gestori di password nella cronologia
ja: 認証してパスワードマネージャのコピーを履歴に許可する
ko: 기록에 암호 관리자 복사본을 허용하려면 인증하세요
pt_br: Autentique-se para permitir cópias de gerenciadores de senhas no histórico
zh_hans: 验证身份以允许密码管理器的拷贝进入历史

# saneclip.settings.security.detect_passwords
source: Detect & skip passwords
de: Passwörter erkennen & überspringen
es: Detectar y omitir contraseñas
fr: Détecter et ignorer les mots de passe
it: Rileva e ignora le password
ja: パスワードを検出してスキップ
ko: 암호 감지 및 건너뛰기
pt_br: Detectar e ignorar senhas
zh_hans: 检测并跳过密码

# saneclip.settings.security.encrypt_history
source: Encrypt history at rest
de: Verlauf im Ruhezustand verschlüsseln
es: Cifrar historial en reposo
fr: Chiffrer l'historique au repos
it: Cifra la cronologia a riposo
ja: 履歴を保存時に暗号化
ko: 기록을 저장 시 암호화
pt_br: Criptografar histórico em repouso
zh_hans: 静态加密历史

# saneclip.settings.security.encrypt_history_help
source: Protect clipboard history on this Mac with local encryption
de: Verlauf auf diesem Mac mit lokaler Verschlüsselung schützen
es: Protege el historial del portapapeles en este Mac con cifrado local
fr: Protéger l'historique du presse-papiers sur ce Mac par un chiffrement local
it: Proteggi la cronologia su questo Mac con la cifratura locale
ja: このMac上のクリップボード履歴をローカル暗号化で保護します
ko: 이 Mac의 클립보드 기록을 로컬 암호화로 보호합니다
pt_br: Proteja o histórico neste Mac com criptografia local
zh_hans: 用本地加密保护这台 Mac 上的剪贴板历史

# saneclip.settings.security.touch_id
source: Require Touch ID to view history
de: Touch ID zum Anzeigen des Verlaufs erforderlich
es: Requerir Touch ID para ver el historial
fr: Exiger Touch ID pour voir l'historique
it: Richiedi Touch ID per vedere la cronologia
ja: 履歴の表示にTouch IDを要求
ko: 기록을 보려면 Touch ID 필요
pt_br: Exigir Touch ID para ver o histórico
zh_hans: 查看历史需 Touch ID

# saneclip.settings.security.touch_id_help
source: Unlock history with Touch ID or your password
de: Verlauf mit Touch ID oder deinem Passwort entsperren
es: Desbloquea el historial con Touch ID o tu contraseña
fr: Déverrouiller l'historique avec Touch ID ou votre mot de passe
it: Sblocca la cronologia con Touch ID o la password
ja: Touch IDまたはパスワードで履歴のロックを解除
ko: Touch ID 또는 암호로 기록 잠금 해제
pt_br: Desbloqueie o histórico com Touch ID ou sua senha
zh_hans: 用 Touch ID 或密码解锁历史

# saneclip.settings.snippets.add_button
source: Add Snippet
de: Snippet hinzufügen
es: Añadir fragmento
fr: Ajouter un extrait
it: Aggiungi snippet
ja: スニペットを追加
ko: 스니펫 추가
pt_br: Adicionar trecho
zh_hans: 添加片段

# saneclip.settings.snippets.add_button_locked
source: Add Snippet 🔒
de: Snippet hinzufügen 🔒
es: Añadir fragmento 🔒
fr: Ajouter un extrait 🔒
it: Aggiungi snippet 🔒
ja: スニペットを追加 🔒
ko: 스니펫 추가 🔒
pt_br: Adicionar trecho 🔒
zh_hans: 添加片段 🔒

# saneclip.settings.snippets.category_placeholder
source: Category (optional)
de: Kategorie (optional)
es: Categoría (opcional)
fr: Catégorie (facultatif)
it: Categoria (facoltativa)
ja: カテゴリ（任意）
ko: 카테고리(선택 사항)
pt_br: Categoria (opcional)
zh_hans: 分类（可选）

# saneclip.settings.snippets.clipboard_description
source: Clipboard
de: Zwischenablage
es: Portapapeles
fr: Presse-papiers
it: Appunti
ja: クリップボード
ko: 클립보드
pt_br: Área de transferência
zh_hans: 剪贴板

# saneclip.settings.snippets.copy_suffix
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
pt_br: Copiar
zh_hans: 拷贝

# saneclip.settings.snippets.current_date_description
source: Current date
de: Aktuelles Datum
es: Fecha actual
fr: Date actuelle
it: Data corrente
ja: 現在の日付
ko: 현재 날짜
pt_br: Data atual
zh_hans: 当前日期

# saneclip.settings.snippets.current_time_description
source: Current time
de: Aktuelle Uhrzeit
es: Hora actual
fr: Heure actuelle
it: Ora corrente
ja: 現在の時刻
ko: 현재 시각
pt_br: Hora atual
zh_hans: 当前时间

# saneclip.settings.snippets.delete_button
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Apagar
zh_hans: 删除

# saneclip.settings.snippets.detected_placeholders_title
source: Detected Placeholders
de: Erkannte Platzhalter
es: Marcadores detectados
fr: Variables détectées
it: Segnaposto rilevati
ja: 検出されたプレースホルダ
ko: 감지된 플레이스홀더
pt_br: Espaços reservados detectados
zh_hans: 检测到的占位符

# saneclip.settings.snippets.duplicate_button
source: Duplicate
de: Duplizieren
es: Duplicar
fr: Dupliquer
it: Duplica
ja: 複製
ko: 복제
pt_br: Duplicar
zh_hans: 复制

# saneclip.settings.snippets.edit_button
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
pt_br: Editar
zh_hans: 编辑

# saneclip.settings.snippets.edit_title
source: Edit Snippet
de: Snippet bearbeiten
es: Editar fragmento
fr: Modifier l'extrait
it: Modifica snippet
ja: スニペットを編集
ko: 스니펫 편집
pt_br: Editar trecho
zh_hans: 编辑片段

# saneclip.settings.snippets.gate_title
source: Snippets require SaneClip Pro
de: Snippets erfordern SaneClip Pro
es: Los fragmentos requieren SaneClip Pro
fr: Les extraits nécessitent SaneClip Pro
it: Gli snippet richiedono SaneClip Pro
ja: スニペットにはSaneClip Proが必要です
ko: 스니펫을 사용하려면 SaneClip Pro가 필요합니다
pt_br: Trechos exigem o SaneClip Pro
zh_hans: 片段需要 SaneClip Pro

# saneclip.settings.snippets.new_title
source: New Snippet
de: Neues Snippet
es: Nuevo fragmento
fr: Nouvel extrait
it: Nuovo snippet
ja: 新規スニペット
ko: 새로운 스니펫
pt_br: Novo trecho
zh_hans: 新建片段

# saneclip.settings.snippets.no_results_description
source: Try a different search
de: Andere Suche versuchen
es: Prueba con otra búsqueda
fr: Essayez une autre recherche
it: Prova un'altra ricerca
ja: 別のキーワードで検索してください
ko: 다른 검색어로 시도하세요
pt_br: Tente uma busca diferente
zh_hans: 尝试其他搜索

# saneclip.settings.snippets.no_results_title
source: No Results
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
it: Nessun risultato
ja: 結果なし
ko: 결과 없음
pt_br: Nenhum resultado
zh_hans: 无结果

# saneclip.settings.snippets.no_snippets_description
source: Create snippets to quickly paste common text
de: Snippets erstellen, um häufigen Text schnell einzufügen
es: Crea fragmentos para pegar rápidamente texto habitual
fr: Créez des extraits pour coller rapidement du texte courant
it: Crea snippet per incollare rapidamente il testo ricorrente
ja: スニペットを作成すると、よく使うテキストをすばやくペーストできます
ko: 자주 쓰는 텍스트를 빠르게 붙여넣도록 스니펫을 만드세요
pt_br: Crie trechos para colar textos comuns rapidamente
zh_hans: 创建片段以快速粘贴常用文本

# saneclip.settings.snippets.no_snippets_title
source: No Snippets
de: Keine Snippets
es: No hay fragmentos
fr: Aucun extrait
it: Nessuno snippet
ja: スニペットなし
ko: 스니펫 없음
pt_br: Nenhum trecho
zh_hans: 没有片段

# saneclip.settings.snippets.placeholders_title
source: Placeholders
de: Platzhalter
es: Marcadores
fr: Variables
it: Segnaposto
ja: プレースホルダ
ko: 플레이스홀더
pt_br: Espaços reservados
zh_hans: 占位符

# saneclip.settings.snippets.preview_title
source: Preview
de: Vorschau
es: Previsualización
fr: Aperçu
it: Anteprima
ja: プレビュー
ko: 미리 보기
pt_br: Prévia
zh_hans: 预览

# saneclip.settings.snippets.search_placeholder
source: Search snippets...
de: Snippets durchsuchen …
es: Buscar fragmentos...
fr: Rechercher des extraits...
it: Cerca snippet...
ja: スニペットを検索...
ko: 스니펫 검색...
pt_br: Buscar trechos...
zh_hans: 搜索片段…

# saneclip.settings.snippets.template_title
source: Template
de: Vorlage
es: Plantilla
fr: Modèle
it: Modello
ja: テンプレート
ko: 템플릿
pt_br: Modelo
zh_hans: 模板

# saneclip.settings.snippets.unlock_pro_button
source: Unlock Pro
de: Pro freischalten
es: Desbloquear Pro
fr: Débloquer Pro
it: Sblocca Pro
ja: Proを解除
ko: Pro 잠금 해제
pt_br: Desbloquear o Pro
zh_hans: 解锁 Pro

# saneclip.settings.snippets.user_prompt_description
source: User prompt
de: Benutzereingabe
es: Indicación del usuario
fr: Invite utilisateur
it: Richiesta utente
ja: ユーザープロンプト
ko: 사용자 프롬프트
pt_br: Solicitação ao usuário
zh_hans: 用户提示

# saneclip.settings.updates.actions_label
source: Actions
de: Aktionen
es: Acciones
it: Azioni
ja: 操作
ko: 동작
pt_br: Ações
zh_hans: 操作

# saneclip.settings.updates.automatically_help
source: Periodically check for new versions
de: Regelmäßig nach neuen Versionen suchen
es: Buscar nuevas versiones periódicamente
fr: Rechercher périodiquement de nouvelles versions
it: Verifica periodicamente la presenza di nuove versioni
ja: 新しいバージョンを定期的に確認します
ko: 주기적으로 새로운 버전 확인
pt_br: Verificar periodicamente novas versões
zh_hans: 定期检查新版本
